 [{
  "title": "Egg mayonnaise and cress",
  "image": "EggAndCress.png",
  "keywords": [
              "spring onions",
              "chicory",
              "rice vinegar",
              "eggs",
              "mayonnaise",
              "tea",
              "wasabi",
              "butter",
              "white bread"
              ],
  "instructions": [
                  "Peel the eggs and place into a small bowl. Using the back of a fork, roughly crush the eggs into small pieces. Add mayonnaise to taste. ",
                  "Butter the bread, remove the crusts and cut into squares. ",
                  "Spread half of the bread with the egg mayonnaise mixture, top with watercress and sandwich with the remaining bread.",
                  "To serve, cut the sandwiches into triangles."
                  ]
  },
  {
  "title": "Lancashire cheese and onion",
  "image": "CheeseAndOnion.png",
  "keywords": [
              "sunflower oil",
              "red onions",
              "brown sugar",
              "butter",
              "white bread",
              "cheese"
              ],
  "instructions": [
                  "Heat the oil in a heavy-based frying pan over a medium heat. Add the sliced onions and the sugar. Cook for about 20 minutes, stirring occasionally, until the onions are softened and caramelised. Set aside to cool. ",
                  "Butter the bread, remove the crusts and cut into squares. ",
                  "Top half of the bread with the caramelised onions. Arrange the slices of cheese on top and sandwich with the remaining bread. ",
                  "To serve, cut the sandwiches into triangles. "
                  ]
  },
  {
  "title": "Matcha egg salad",
  "image": "EggSalad.png",
  "keywords": [
              "spring onions",
              "chicory",
              "rice vinegar",
              "eggs",
              "mayonnaise",
              "tea",
              "wasabi",
              "butter",
              "white bread"
              ],
  "instructions": [
                   "Place the spring onions and chicory into a bowl and cover with the vinegar. Set aside to soak for one hour.",
                   "Meanwhile, peel the eggs and roughly chop. Add the mayonnaise, matcha tea powder and wasabi powder and mix well to combine.",
                   "To serve, drain the spring onions and chicory. Butter the slices of bread and spread with the egg mayonnaise. Top with the pickled spring onions and endives and sandwich with the remaining slices of bread. Cut the sandwich into triangles."
                 ]
  },
  {
  "title": "Whisky-cured sea trout",
  "image": "Trout.png",
  "keywords": [
              "sea salt",
              "brown sugar",
              "whisky",
              "tea",
              "lemons",
              "Sichuan pepper",
              "sea trout",
              "Dijon mustard",
              "maple syrup",
              "egg yolks",
              "tea",
              "brown bread",
              "watercress"
              ],
  "instructions": [
                  "For the sea trout, mix together the sea salt, brown sugar, whisky, tea leaves, lemon juice and Sichuan peppercorns in a large bowl. Add the sea trout fillets, turning in the mixture several times to coat. Cover with cling film and place into the fridge to marinate for two hours.",
                  "After two hours, remove the fillets from the fridge and scrape off any excess marinade. Rinse the fillets under cold running water, then pat dry with kitchen paper.",
                  "Thinly slice the cured sea trout and set aside.",
                  "For the tea and maple mustard, place all of the mustard ingredients into a heatproof bowl set over a pan of simmering water (make sure the bottom of the bowl doesnt touch the water). Whisk continuously until the mixture thickens.",
                  "To serve, spread the tea and maple mustard over half of the slices of bread. Arrange the cured trout over, then top with some watercress. Sandwich with the remaining bread slices and cut into triangles."
                  ]
  },
  {
  "title": "Smoked salmon and caviar",
  "image": "Salmon.png",
  "keywords": [
              "cream cheese",
              "capers",
              "black pepper",
              "butter",
              "white bread",
              "smoked salmon",
              "caviar",
              "shallot",
              "dill"
              ],
  "instructions": [
                  "Mix together the cream cheese and the capers and season with freshly ground black pepper. ",
                  "Butter the bread, then spread the cream cheese mixture over two of the slices. Top with the smoked salmon, caviar, shallots and dill. Top with the remaining buttered bread. ",
                  "To serve, slice off the crusts and cut the sandwiches into fingers. "
                  ]
  }
 ]